xml/request_templates/artikel_godtindeklima.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>34867496|870971</ac:identifier>
              <ac:source>Artikler</ac:source>
              <dc:title>Godt indeklima og lavenergibyggeri skal gå hånd i hånd</dc:title>
              <dc:title xsi:type="dkdcplus:full">Godt indeklima og lavenergibyggeri skal gå hånd i hånd</dc:title>
              <dc:creator>Steffen Petersen</dc:creator>
              <dc:creator xsi:type="oss:sort">Petersen, Steffen</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">61.313</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Vejr og sundhed. Indeklima</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">arkitektur</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">boliger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">byggeri</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">design</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">energiforbrug</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">indeklima</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">ingeniørarbejde</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">kontorhuse</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">simuleringsteknik</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskriftsartikel</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>Tillæg, s. 18, 20-21</dcterms:extent>
              <dc:identifier xsi:type="dcterms:URI">http://techmedia.swiflet.com/tm/pla/56/1/</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf>Plast panorama Scandinavia, Årg. 60, nr. 10 (2011)</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">34867496</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20111123113757</marcx:subfield>
                  <marcx:subfield code="d">20111108</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="r">ap</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="016" ind1="0" ind2="0">
                  <marcx:subfield code="a">05469899</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">ABU201148</marcx:subfield>
                  <marcx:subfield code="a">DAR201146</marcx:subfield>
                  <marcx:subfield code="x">IDA201146</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="086" ind1="0" ind2="0">
                  <marcx:subfield code="a">Klima- og bolighygiejne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Godt indeklima og lavenergibyggeri skal gå hånd i hånd</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tillæg, s. 18, 20-21</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Også trykt i: HVAC magasinet, årg. 47, nr. 10 (2011)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Også trykt i: Elteknik, årg. 28, nr. 10 (2011)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="557" ind1="0" ind2="0">
                  <marcx:subfield code="a">Plast panorama Scandinavia</marcx:subfield>
                  <marcx:subfield code="j">2011</marcx:subfield>
                  <marcx:subfield code="V">Årg. 0060, nr. 0010 (2011)</marcx:subfield>
                  <marcx:subfield code="v">Årg. 60, nr. 10 (2011)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">61.313</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">design</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">kontorhuse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">boliger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">byggeri</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">arkitektur</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">ingeniørarbejde</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">energiforbrug</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">indeklima</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">simuleringsteknik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="a">Petersen</marcx:subfield>
                  <marcx:subfield code="h">Steffen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="856" ind1="0" ind2="0">
                  <marcx:subfield code="z">Findes også på internettet</marcx:subfield>
                  <marcx:subfield code="u">http://techmedia.swiflet.com/tm/pla/56/1/</marcx:subfield>
                  <marcx:subfield code="z">Flash-format</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="996" ind1="0" ind2="0">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:journal&amp;rft.atitle=Godt+indeklima+og+lavenergibyggeri+skal+gå+hånd+i+hånd&amp;rft.aulast=Petersen&amp;rft.aufirst=Steffen&amp;rft.auinit=S&amp;rft.jtitle=Plast+panorama+Scandinavia&amp;rft.date=2011&amp;rft.volume=60&amp;rft.issue=10&amp;rft.pages=Tillæ+18,+20-21&amp;rft.spage=Tillæ+18,+20&amp;rft.epage=21&amp;rft.genre=article</oss:openurl>
<os:identifier>870971-basis:34867496</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
